Repository: mikedawson/LP-Tajikistan-i18n
Catalog: tm/ustad-mobile-ui-strings-tg.tmx
Source language: en
Languages: tg

source: sub location
tg: зермакон

source: Add location
tg: Ворид намудани макон

source: Location title
tg: Номгӯйи макон

source: Parent location
tg: Макони асосӣ

source: View people
tg: Назорати одамон

source: Add People
tg: Одамонро ворид намоед

source: Update People
tg: Навсозии одамон

source: View profile pictures
tg: Намоиши тасвирҳои профил

source: Add profile pictures
tg: Илова намудани тасвирҳои профил

source: Update profile pictures
tg: Навсозии тасвирҳои профил

source: View Classes
tg: Назорати синфҳо

source: Update Classes
tg: Навсозии синфҳо

source: Add teachers to class
tg: Илова намудани омӯзгорон ба синфҳо

source: View attendance
tg: Назорати давомот

source: Take attendance
tg: Қайди давомот

source: Update attendance
tg: Навсозии давомот

source: View class activity
tg: Назорати фаъолияти синф

source: Update class activity
tg: Машғулияти дарсиро навсозӣ кунед

source: View SEL questions
tg: Саволҳои SEL ро аз назар гузаронед

source: Field name (English)
tg: Номи бахш (англисӣ)

source: Field name (Arabic)
tg: Номи бахш (арабӣ)

source: Field type
tg: Шакли бахш

source: Dropdown
tg: Афтанда

source: Options
tg: Имконот

source: Addmodify option
tg: Илова тағйироти имконот

source: Default value
tg: Арзиши пешфарз

source: Shake for feedback
tg: Барои фикру мулоҳиза даст афшонед

source: Please enter your feedback
tg: Лутфан фикру мулоҳизаҳои худро ворид кунед

source: Send feedback
tg: Фикру мулоҳизаро ирсол намоед

source: Start date
tg: Санаи оғоз

source: End date
tg: Санаи анҷом

source: Select image from Camera or Gallery
tg: Тасвирро аз суратгир ё галерея интихоб кунед

source: Camera
tg: Суратгир

source: Gallery
tg: Галерея

source: Unable to open that image
tg: Ин тасвир кушода нашуд

source: Change Password
tg: Ивази парол

source: Current password
tg: Пароли мазкур

source: Password (Unchanged)
tg: Парол (Бетағйир)

source: Confirm password (Unchanged)
tg: Паролро тасдиқ кунед (Бетағйир)

source: Dismiss
tg: Бекор кардан

source: Your next schedule has not started yet.
tg: Ҷадвали навбатии шумо ҳоло оғоз нашудааст.

source: It will start in
tg: Он дар оғоз хоҳад шуд

source: Unable to check username. Please make sure you are online.
tg: Тафтиши номи корбарӣ ғайриимкон аст. Лутфан боварӣ ҳосил кунед, ки шумо онлайн ҳастед.

source: Last synced
tg: Охирин ҳамоҳанг карда шудааст

source: Content
tg: Мазмун

source: Person not found locally. Please get online for first login.
tg: Шахс дар макон ёфт нашуд. Лутфан барои вуруди аввал онлайн шавед.

source: Add, remove, modify users, or reset their password
tg: Илова, тоза, тағйир додани истифодабарандагон ё барқарор кардани пароли онҳо

source: 's person group
tg: Алоқамандаии касе ба гурӯҳ

source: Please enter name
tg: Лутфан ному насабро ворид кунед

source: Created user
tg: Корбари таъсис дода шуда

source: Add
tg: Илова кардан

source: Add school
tg: Илова кардани муассисаи таълимӣ

source: Add assignment
tg: Илова кардани супоришҳо

source: Grading
tg: Баҳогузорӣ

source: Sorry, this device does not support sending files over Bluetooth.
tg: Бубахшед, ин дастгоҳ фиристодани файлҳоро тавассути Bluetooth дастгирӣ намекунад.

source: You can share this app offline. On the device that you want to share with: 1. Open Settings > Bluetooth Settings. 2. Make sure that the device is visible.
tg: Шумо метавонед ин барномаро дар оффлайн мубодила кунед. Дар дастгоҳе, ки шумо онро мубодила кардан мехоҳед: 1. Танзимотҳо > Танзимоти Bluetooth -ро кушоед. 2. Боварӣ ҳосил кунед, ки дастгоҳ намоён аст.

source: Download educational videos, articles and interactive exercises for later use.
tg: Видеоҳо, мақолаҳо ва машқҳои интерактивии таълимиро барои истифодаи баъдӣ боргирӣ кунед.

source: Location permission required
tg: Иҷозати дарёфти макон лозим аст

source: Untitled page
tg: Саҳифаи бесарлавҳа

source: This app requires the location permission to enable high-speed offline sharing with nearby users.
tg: Ин барнома иҷозати ҷойгиршавиро тақозо мекунад, то мубодилаи фаврӣ бо корбарони наздик фаъол карда шавад.

source: Custom Date
tg: Танзими рӯз

source: Date Range
tg: Диапазони сана

source: Select Entries
tg: Воридотро интихоб кунед

source: Visualization Type
tg: Намуди визуализатсия

source: Filters
tg: Филтрҳо

source: Numerical
tg: Ададӣ

source: Instructions for students
tg: Супоришҳо барои хонандагон

source: Not started
tg: Оғоз нашудаст

source: Started %1$s%
tg: %1$s%оғоз шуд

source: Started
tg: Оғоз шуд

source: Mixed
tg: Омехта

source: Access and share educational content offline
tg: Ба шабака дастрасӣ ва мубодила кардани мундариҷаи таълимӣ

source: Due date
tg: Санаи анҷом

source: Require attachment
tg: Замима зарур аст

source: Add Assignment
tg: Супоришро илова кунед

source: Assignment
tg: Супориш

source: Student progress
tg: Пешрафти хонанда

source: Use device language
tg: Забони дастгоҳро истифода баред

source: This app uses Bluetooth and WiFi scanning to find other users nearby. The app can then connect to nearby users to download content at high-speed without requiring Internet access. Because these scan results could be used to determine your location, you must grant the location permission to enable this feature. This app does not save the results of these scans and does not record your location in any way. This app is built from open source code which can be checked at github.com/UstadMobile/UstadMobile
tg: Ин барнома Bluetooth ва WiFi-ро барои ёфтани корбарони дигар дар наздикӣ истифода мебарад. Он гоҳ барнома метавонад бо корбарони наздик бо суръати баланд боркаш кардани мундариҷаро бидуни дархости дастрасӣ ба Интернет имконият диҳад. Азбаски ин амалро барои муайян кардани макони шумо истифода бурдан мумкин аст, шумо бояд барои муайян кардани ҷойгиршавӣ иҷозат диҳед. Ин барнома натиҷаҳои ин амал ва макони шуморо бо ягон роҳ сабт намекунад. Ин барнома аз рамзи кушодаасос сохта шудааст, ки онро дар github.com/UstadMobile/UstadMobile санҷидан мумкин аст

source: <b>Downloaded</b> total of %1$s items, which are using about %2$s of your device storage.
tg: <b> Зеркашӣ </b> ҳамагӣ% 1 $ s чизҳо, онҳо ҳамагӣ% 2 $ и анбори дастгоҳи шуморо истифода хоҳанд кард.

source: Use %1$s - %2$s free
tg: Истифодаи %1$s - аз %2$s озод

source: This app requires file permissions on the SD card to download and save content
tg: Ин барнома барои зеркашӣ ва нигоҳ доштани мундариҷа дар корти SD иҷозати файлро талаб мекунад

source: Insufficient storage space available
tg: Ҷойи кофии нигоҳдории мундариҷа мавҷуд нест

source: No app found to open file
tg: Ягон барнома барои кушодани файл ёфт нашуд

source: Fill in the blanks
tg: Ҷойҳои холиро пур кунед

source: Insert
tg: Ворид кунед

source: From device
tg: Аз дастгоҳ

source: What media type would you like to capture?
tg: Шумо кадом навъи медиаро мехоҳед сабт намоед?

source: Sorry you can not delete this page
tg: Бубахшед, шумо ин саҳифаро нест кардан наметавонед

source: Ordered List
tg: Рӯйхати фармоишӣ

source: Left
tg: Чап

source: Link text or url can not be empty, try again
tg: Матни истинод ё url холӣ буда наметавонад, бори дигар кӯшиш кунед

source: Camera and File Permission Required
tg: Иҷозат барои истифодаи Камера ва файл лозим аст

source: Create new content
tg: Эҷод кардани маводҳои нав

source: Make content public
tg: Мундариҷаро оммавӣ кунед

source: Selected file is not supported, try another file
tg: Файли интихобшуда пуштибонӣ намешавад, дигар файлро санҷед

source: File to be imported is not selected, try again
tg: Файли воридшаванда интихоб карда нашудааст, бори дигар кӯшиш кунед

source: No recycled items
tg: Маводҳои боз истифодашуда ёфт нашуд

source: Failed to update document
tg: Ҳуҷҷатро навсозӣ карда натавонист

source: Supported files: <b>Epub, TinCan (XAPI) Zip</b>
tg: Файлҳои дастгиримешудагӣ: <b> Epub, TinCan (XAPI) Zip </b>

source: Error while saving, try again
tg: Ҳангоми захирасозӣ ба хатогӣ рӯ ба рӯ шуд, бори дигар кӯшиш кунед

source: Enter Registration Code
tg: Рамзи бақайдгириро ворид кунед

source: Add to Dashboard
tg: Ба панели фаъолиятҳо илова кунед

source: Score (%)
tg: Ҳисоб (%)

source: Enter Url
tg: URL-ро ворид кардан

source: File size too big
tg: Андозаи файл хеле калон аст

source: Sorry, the page that you are looking for can not be found.
tg: Бубахшед, саҳифае, ки шумо ҷустуҷӯ мекунед, ёфта намешавад.

source: Loading from cloud
tg: Бор кардан аз клауд

source: No connection or peer
tg: Пайвастшавӣ ё ҳамроҳ вуҷуд надоранд

source: Log
tg: Сабти рӯйдодҳо

source: Last week
tg: Ҳафтаи гузашта

source: Mark all absent
tg: Иштирокчиёнро қайд кунед

source: Present Selected
tg: Иштирокчиён интихоб шуданд

source: Present Unselected
tg: Иштирокчиён интихобашон бекор шуд

source: Text parent
tg: Ба падару модар нависед

source: Mother
tg: Модар

source: Home address
tg: Суроғаи хона

source: Mothers number
tg: Шумораи модарон

source: Enroll new student
tg: Номнавис кардани хонандаи нав

source: SEL
tg: Омӯзиши иҷтимоӣ эмотсионалӣ (SEL)

source: 1. Explain the terms of consent to the child.
tg: 1. Шартҳои розигиро ба хонанда шарҳ диҳед.

source: Teachers
tg: Омӯзгорон

source: 1. Tell the student you would like them to choose for this question.
tg: 1. Ба хонанда бигӯед, ки шумо мехостед, ки онҳо ба ин саволро интихоб кунанд.

source: sub locations
tg: зермаконҳо

source: 2. Press the START SELECTION button at the bottom to hide this instruction and allow the student to make their selection.
tg: 2. Барои пинҳон кардани ин дастур тугмаи ОҒОЗИ ИНТИХОБ-ро дар поён пахш кунед ва ба хонанда иҷозат диҳед, ки интихоби худро анҷом диҳанд.

source: Add a class day
tg: Рӯзеро барои синф илова кунед

source: Weekly
tg: Ҳафта

source: Yearly
tg: Солона

source: Saturday
tg: Шанбе

source: September
tg: Сентябр

source: Attended over 80% of lessons
tg: Дар зиёда аз 80% дарсҳо иштирок карданд

source: Attended 60-79% of lessons
tg: Дар зиёда аз 60-79% дарсҳо иштирок карданд

source: How did it go ?
tg: Чӣ тавр буд?

source: SEL done. You can now move to another student
tg: SEL анҷом дода шуд. Ҳоло шумо метавонед ба хонандаи дигар гузаред

source: Taught by
tg: Таълим аз тарафи

source: Activity didn't go as good
tg: Фаъолият на онқадар хуб иҷро шуд

source: Add a new activity...
tg: Фаъолияти навро илова намоед

source: Add activity
tg: Фаъолиятро илова намоед

source: Select one
tg: Якеро интихоб намоед

source: Choose Report Options
tg: Шаклҳои гузоришро интихоб кунед

source: Show student numbers
tg: Нишондоди миқдори хонандагон

source: Overall attendance
tg: Давомот дар умум

source: Number of days classes open
tg: Шумораи рӯзҳо, ки дарсҳо амалӣ мешаванд

source: Select Attendance Thresholds
tg: Интихоби ҳадди давомот

source: Easily record student attendance
tg: Давомоти хонандагонро ба осонӣ сабт кунед

source: At risk students report: shows all students deemed at risk (due to low attendance)
tg: Гузориши хонандагони зери хатар: ҳамаи хонандагони дар зери хатар қарордоштаро нишон медиҳад (бо сабаби иштироки паст дар дарсҳо)

source: Question set
tg: Савол гузошта шудааст

source: Date left
tg: Сана мондааст

source: Count of days absent
tg: Миқдори рӯзҳое, ки иштирок накардаст

source: Class ID
tg: Шиносномаи синф

source: Consent not given. Please check if consent has been given.
tg: Ризоият дода нашудаст. Лутфан санҷед, ки оё розигӣ дода шудааст.

source: Attendance percentage:
tg: Фоизи давомот:

source: Select the time zone for these locations
tg: Минтақаи вақтро барои ин мавзеъҳо интихоб кунед

source: Other NGO
tg: Дигар ташкилотҳои ғайридавлатӣ

source: Parents refuse permission
tg: Волидайн иҷозат намедиҳанд

source: Add, remove or modify groups
tg: Илова, нест ё тағир додани гурӯҳҳо

source: Assign roles to a user or a group
tg: Тақсимоти вазифаҳо ба истифодабаранда ё гурӯҳ

source: Add holiday calendar
tg: Ворид намудани тақвими идҳо

source: Add holiday
tg: Идро илова кунед

source: members
tg: аъзоён

source: Group name
tg: Номи гурӯҳ

source: Add new role assignment
tg: Ворид намудани вазифаи нақши нав

source: Individual user
tg: Истифодабарандаи инфиродӣ

source: Changed by
tg: ивазкунӣ аз ҷониби

source: An audit log is a log of all activities relevant to class management, teachers and students.
tg: Дафтари аудит қайди тамоми фаъолиятҳои марбут ба идоракунии синф, омӯзгорон ва хонандагон мебошад.

source: Add Classes
tg: Илова кардани синфҳо

source: Add students to class
tg: Илова намудани хонандагон ба синфҳо

source: Take class activity
tg: Ба машғулият дарсӣ оғоз кунед

source: Add SEL questions
tg: Саволҳои SEL ро илова кунед
